import React from 'react'
import './index.scss'

const Post = props => {
  return(
      <div className="wrap">
        <div className="box">
          <div className="sheet">
            <div className="contents">
              유달리 말수가 적고
              매사에 느린 우리 아이.
              사람들이 흔히 말하는
              ‘내성적인’ 아이입니다.
              ‘성격 때문에
              혹시 해코지당하지 않을까?’
              괜한 걱정으로
              왜 이렇게 소심하냐며
              아이에게 화를 내고 말았습니다.
              내성적인 아이의 성격.
              이대로 놔둬도 괜찮을까요?
              "내성적 아이의 힘"의
              이정화 저자는
              내성적 아이들은 그들만이 가지고 있는
              장점이 있다고 말합니다.
              다만 항상 문제가 되는 건,
              아이의 성격을 바꾸려는
              부모의 행동이라고 합니다.
              아이를 있는 그대로 보고
              그들의 잠재력을 이끌어주는 게
              중요하다는 말인데요.
              그저 소심하다고만 생각했던
              우리 아이에겐
              어떤 잠재력이 있을까요?
              유달리 말수가 적고
              매사에 느린 우리 아이.
              사람들이 흔히 말하는
              ‘내성적인’ 아이입니다.
              ‘성격 때문에
              혹시 해코지당하지 않을까?’
              괜한 걱정으로
              왜 이렇게 소심하냐며
              아이에게 화를 내고 말았습니다.
              내성적인 아이의 성격.
              이대로 놔둬도 괜찮을까요?
              "내성적 아이의 힘"의
              이정화 저자는
              내성적 아이들은 그들만이 가지고 있는
              장점이 있다고 말합니다.
              다만 항상 문제가 되는 건,
              아이의 성격을 바꾸려는
              부모의 행동이라고 합니다.
              아이를 있는 그대로 보고
              그들의 잠재력을 이끌어주는 게
              중요하다는 말인데요.
              그저 소심하다고만 생각했던
              우리 아이에겐
              어떤 잠재력이 있을까요?
              유달리 말수가 적고
              매사에 느린 우리 아이.
              사람들이 흔히 말하는
              ‘내성적인’ 아이입니다.
              ‘성격 때문에
              혹시 해코지당하지 않을까?’
              괜한 걱정으로
              왜 이렇게 소심하냐며
              아이에게 화를 내고 말았습니다.
              내성적인 아이의 성격.
              이대로 놔둬도 괜찮을까요?
              "내성적 아이의 힘"의
              이정화 저자는
              내성적 아이들은 그들만이 가지고 있는
              장점이 있다고 말합니다.
              다만 항상 문제가 되는 건,
              아이의 성격을 바꾸려는
              부모의 행동이라고 합니다.
              아이를 있는 그대로 보고
              그들의 잠재력을 이끌어주는 게
              중요하다는 말인데요.
              그저 소심하다고만 생각했던
              우리 아이에겐
              어떤 잠재력이 있을까요?
              유달리 말수가 적고
              매사에 느린 우리 아이.
              사람들이 흔히 말하는
              ‘내성적인’ 아이입니다.
              ‘성격 때문에
              혹시 해코지당하지 않을까?’
              괜한 걱정으로
              왜 이렇게 소심하냐며
              아이에게 화를 내고 말았습니다.
              내성적인 아이의 성격.
              이대로 놔둬도 괜찮을까요?
              "내성적 아이의 힘"의
              이정화 저자는
              내성적 아이들은 그들만이 가지고 있는
              장점이 있다고 말합니다.
              다만 항상 문제가 되는 건,
              아이의 성격을 바꾸려는
              부모의 행동이라고 합니다.
              아이를 있는 그대로 보고
              그들의 잠재력을 이끌어주는 게
              중요하다는 말인데요.
              그저 소심하다고만 생각했던
              우리 아이에겐
              어떤 잠재력이 있을까요?
            </div>
          </div>
        </div>
      </div>
  )
}

export default Post